Repository: WallpaperMachine/WallpaperMachine
Catalog: Extension/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: The web wallpaper entry or asset is outside its published folder.
ja: Web壁紙のエントリまたはアセットが公開済みフォルダの外にあります。
zh_hans: 网页壁纸的入口或资源位于已发布的文件夹之外。
zh_hant: 網頁桌布的進入點或資源位於已發佈的資料夾之外。

source: The published web wallpaper properties are invalid.
ja: 公開済みWeb壁紙のプロパティが無効です。
zh_hans: 已发布的网页壁纸属性无效。
zh_hant: 已發佈的網頁桌布屬性無效。

source: This macOS version cannot host a live web screen saver.
ja: このバージョンのmacOSではライブWebスクリーンセーバを実行できません。
zh_hans: 此 macOS 版本无法运行实时网页屏幕保护程序。
zh_hant: 此 macOS 版本無法執行即時網頁螢幕保護程式。

source: The web screen saver did not produce a frame in time.
ja: Webスクリーンセーバが時間内にフレームを生成しませんでした。
zh_hans: 网页屏幕保护程序未能及时输出画面。
zh_hant: 網頁螢幕保護程式未能及時產生影格。

source: The web screen saver frame is unavailable.
ja: Webスクリーンセーバのフレームを利用できません。
zh_hans: 网页屏幕保护程序的画面不可用。
zh_hant: 網頁螢幕保護程式的影格無法使用。

source: The web screen saver stopped unexpectedly.
ja: Webスクリーンセーバが予期せず停止しました。
zh_hans: 网页屏幕保护程序意外停止。
zh_hant: 網頁螢幕保護程式意外停止。

source: The web screen saver could not suspend or resume playback.
ja: Webスクリーンセーバの再生を一時停止または再開できませんでした。
zh_hans: 无法暂停或恢复网页屏幕保护程序的播放。
zh_hant: 無法暫停或恢復網頁螢幕保護程式的播放。

source: No applied wallpaper is available for this display. Enable Animate Lock Screen or Use wallpaper as screen saver in WallpaperMachine.
ja: このディスプレイに適用済みの壁紙はありません。WallpaperMachineで「ロック画面をアニメーション表示」または「壁紙をスクリーンセーバに使用」をオンにしてください。
zh_hans: 这台显示器没有已应用的壁纸。请在 WallpaperMachine 中开启“锁定屏幕动态壁纸”或“将壁纸用作屏幕保护程序”。
zh_hant: 此顯示器沒有可用的已套用桌布。請在 WallpaperMachine 中開啟「鎖定畫面動態桌布」或「將桌布用作螢幕保護程式」。

source: Unsupported native wallpaper creation request.
ja: 対応していないシステム壁紙の作成リクエストです。
zh_hans: 不支持的墙纸创建请求。
zh_hant: 不支援的原生桌布建立請求。

source: Unknown wallpaper surface.
ja: 不明な壁紙サーフェスです。
zh_hans: 未知的墙纸画面。
zh_hant: 未知的桌布畫面。

source: Invalid wallpaper surface dimensions.
ja: 壁紙サーフェスのサイズが無効です。
zh_hans: 墙纸画面尺寸无效。
zh_hant: 桌布畫面尺寸無效。

source: Metal rendering is unavailable.
ja: Metalレンダリングを利用できません。
zh_hans: Metal 渲染不可用。
zh_hant: 無法使用 Metal 渲染。

source: Invalid lock-screen playback configuration.
ja: ロック画面の再生構成が無効です。
zh_hans: 锁定屏幕播放配置无效。
zh_hant: 鎖定畫面播放設定無效。

source: Wallpaper surface is not available.
ja: 壁紙サーフェスを利用できません。
zh_hans: 墙纸画面不可用。
zh_hant: 無法使用桌布畫面。

source: The lock-screen renderer did not produce a frame within 30 seconds.
ja: ロック画面のレンダラが30秒以内にフレームを生成しませんでした。
zh_hans: 锁定屏幕渲染器在 30 秒内没有输出画面。
zh_hant: 鎖定畫面渲染器未在 30 秒內產生影格。

source: Unknown native rendering error.
ja: 不明なネイティブレンダリングエラーです。
zh_hans: 未知的渲染错误。
zh_hant: 未知的原生渲染錯誤。

source: Wallpaper snapshot is unavailable.
ja: 壁紙のスナップショットを利用できません。
zh_hans: 墙纸快照不可用。
zh_hant: 無法使用桌布快照。

source: Wallpaper frame is not ready.
ja: 壁紙のフレームの準備ができていません。
zh_hans: 墙纸画面尚未就绪。
zh_hant: 桌布影格尚未就緒。

source: Wallpaper snapshot timed out.
ja: 壁紙のスナップショットがタイムアウトしました。
zh_hans: 墙纸快照超时。
zh_hant: 桌布快照逾時。

source: Applied wallpaper on the lock screen and screen saver
ja: 適用中の壁紙をロック画面とスクリーンセーバに表示
zh_hans: 在锁定屏幕和屏幕保护程序中显示当前壁纸
zh_hant: 在鎖定畫面和螢幕保護程式中顯示目前套用的桌布

source: macOS rejected the wallpaper provider description.
ja: macOSが壁紙プロバイダの説明を拒否しました。
zh_hans: macOS 拒绝了墙纸提供程序的描述。
zh_hant: macOS 拒絕了桌布提供者描述。

source: Wallpaper provider preview is missing.
ja: 壁紙プロバイダのプレビューがありません。
zh_hans: 缺少墙纸提供程序的预览图。
zh_hant: 缺少桌布提供者預覽。

source: This macOS version does not provide WallpaperExtensionKit.
ja: このバージョンのmacOSにはWallpaperExtensionKitがありません。
zh_hans: 这个 macOS 版本没有提供 WallpaperExtensionKit。
zh_hant: 此 macOS 版本未提供 WallpaperExtensionKit。

source: Missing macOS wallpaper type: %@
ja: macOSの壁紙タイプが見つかりません：%@
zh_hans: 缺少 macOS 墙纸类型：%@
zh_hant: 缺少 macOS 桌布類型：%@

source: Unsupported macOS wallpaper payload size: %@
ja: macOSの壁紙ペイロードのサイズに対応していません：%@
zh_hans: 不支持的 macOS 墙纸数据大小：%@
zh_hant: 不支援的 macOS 桌布資料大小：%@

source: Unsupported macOS wallpaper layout: %@.%@
ja: macOSの壁紙のレイアウトに対応していません：%@.%@
zh_hans: 不支持的 macOS 墙纸结构：%1$@.%2$@
zh_hant: 不支援的 macOS 桌布結構：%@.%@

source: Cannot allocate wallpaper context reply.
ja: 壁紙コンテキストの応答を割り当てられません。
zh_hans: 无法分配墙纸上下文响应。
zh_hant: 無法配置桌布情境回應。

source: Cannot allocate wallpaper snapshot reply.
ja: 壁紙スナップショットの応答を割り当てられません。
zh_hans: 无法分配墙纸快照响应。
zh_hant: 無法配置桌布快照回應。

source: macOS refused to create a remote wallpaper surface.
ja: macOSがリモート壁紙サーフェスの作成を拒否しました。
zh_hans: macOS 拒绝创建远程墙纸画面。
zh_hant: macOS 拒絕建立遠端桌布畫面。

source: Remote wallpaper composition is unavailable on this macOS version.
ja: このバージョンのmacOSではリモート壁紙の合成を利用できません。
zh_hans: 这个 macOS 版本不支持远程墙纸合成。
zh_hant: 此 macOS 版本無法使用遠端桌布合成。

source: Unsupported lock-screen configuration version.
ja: 対応していないロック画面構成のバージョンです。
zh_hans: 不支持的锁定屏幕配置版本。
zh_hant: 不支援的鎖定畫面設定版本。

source: Lock-screen asset is unavailable: %@
ja: ロック画面のアセットを利用できません：%@
zh_hans: 锁定屏幕文件不可用：%@
zh_hant: 無法使用鎖定畫面資源：%@

source: Invalid lock-screen asset path.
ja: ロック画面のアセットのパスが無効です。
zh_hans: 锁定屏幕文件路径无效。
zh_hant: 鎖定畫面資源路徑無效。
